chat_system_607566649_actor_description=Frogus Bagaba. Mutant Frogman
chat_system_607566649_snap_0_question=^?^Well, hello hello, [player]! How are you doing?
chat_system_607566649_snap_0_answer_0=^?^I hoisted your flag at Frogus Bogis. But then he asked me to visit Squelch and find out who's the master of the Swamps.
chat_system_607566649_snap_0_answer_1=^?^I hoisted your flag at Frogus Bogis. But then he asked me to visit Squelch and find out who's the master of the Swamps.
chat_system_607566649_snap_0_answer_2=^?^I'm sick and tired of you "brotherly" frogs feuding, and I want to remind you all who the real master of Marshan Swamp is.
chat_system_607566649_snap_0_answer_3=^?^I hoisted your flag at Frogus Bogis. But you see; now I am going to visit Squelch, and I don't think that he's gonna be glad about it.
chat_system_607566649_snap_0_answer_4=^?^Well, everything is fine; no complaints. And how are you? Everything going alright?
chat_system_607566649_snap_0_answer_5=^?^Well, everything is fine; no complaints. I came by to find out if you needed any help.
chat_system_607566649_snap_0_answer_6=^?^I hoisted your flag at Frogus Bogis. But you see; now I am going to visit Squelch, and I don't think that he's gonna be glad about it.
chat_system_607566649_snap_0_answer_7=^?^Nothing yet. I already warned you about Squelch.
chat_system_607566649_snap_0_answer_8=^?^I'd like to talk about Butory.
chat_system_607566649_snap_3_question=^?^And who is it? Squelch or what?
chat_system_607566649_snap_3_answer_0=^?^No, of course not. What kind of master is he? The rightful master of these lands is His Majesty Mark Leonard, King of Darion! That is why I am taking all your flags down, and hoisting his banner on your houses. And just you try to croak something at me in response.
chat_system_607566649_snap_2_question=^?^Everything is calm in the swamplands and I'm doing fine - thanks, [player]!
chat_system_607566649_snap_2_answer_0=^?^Alright then, goodbye.
chat_system_607566649_snap_1_question=^?^I have already told you - get out! I am not dealing with my brother's spies.
chat_system_607566649_snap_1_answer_0=^?^You are wrong, I am not a spy.
